[
	"Once a cobra bit Chuck Norris' leg. After five days of excruciating pain, the cobra died.",
	"Chuck Norris threw a grenade and killed 50 people, then it exploded.",
	"When Chuck Norris was in middle school, his English teacher assigned an essay: \"What is courage?\" He received an A+ for turning in a blank page with only his name at the top.",
	"Chuck Norris can kill two stones with one bird.",
	"Chuck Norris can kill your imaginary friends.",
	"Chuck Norris can hear sign language.",
	"Chuck Norris once went to mars. Thats why there are no signs of life.",
	"Chuck Norris makes onions cry.",
	"Chuck Norris knows Victoria's secret.",
	"Chuck Norris counted to infinity. Twice.",
	"Chuck Norris beat the sun in a staring contest.",
	"When Bruce Banner gets mad he turns into the Hulk. When the Hulk gets mad he turns into Chuck Norris. When Chuck Norris gets mad, run.",
	"Chuck Norris is the reason Waldo is hiding.",
	"Chuck Norris's Blood Type is AK-47.",
	"It is considered a great accomplishment to go down Niagara Falls in a wooden barrel. Chuck Norris can go up Niagara Falls in a cardboard box.",
	"When Chuck Norris enters a room, he doesn't turn the lights on, he turns the dark off.",
	"M.C. Hammer learned the hard way that Chuck Norris can touch this.",
	"Chuck Norris can build a snowman out of rain.",
	"Chuck Norris can strangle you with a cordless phone.",
	"Chuck Norris was once charged with three attempted murders in Boulder County, but the Judge quickly dropped the charges because Chuck Norris does not \"attempt\" murder.",
	"Death once had a near-Chuck-Norris experience.",
	"Chuck Norris was once on Celebrity Wheel of Fortune and was the first to spin. The next 29 minutes of the show consisted of everyone standing around awkwardly, waiting for the wheel to stop.",
	"Chuck Norris' dog is trained to pick up his own poop because Chuck Norris will not take shit from anyone.",
	"When Chuck Norris gives you the finger, he's telling you how many seconds you have left to live.",
	"Giraffes were created when Chuck Norris uppercutted a horse.",
	"If it looks like chicken, tastes like chicken, and feels like chicken but Chuck Norris says its beef, then it's beef.",
	"When the Boogeyman goes to sleep every night he checks his closet for Chuck Norris.",
	"Chuck Norris doesn't cheat death. He wins fair and square.",
	"Leading hand sanitizers claim they can kill 99.9 percent of germs. Chuck Norris can kill 100 percent of whatever the hell he wants.",
	"Chuck Norris puts the \"laughter\" in \"manslaughter\".",
	"Chuck Norris actually died four years ago, but the Grim Reaper can't get up the courage to tell him.",
	"There is no theory of evolution, just a list of creatures Chuck Norris allows to live.",
	"Chuck Norris' calendar goes straight from March 31st to April 2nd. No one fools Chuck Norris.",
	"Chuck Norris can pick oranges from an apple tree and make the best lemonade youve ever tasted.",
	"When a zombie apocalypse starts, Chuck Norris doesn't try to survive. The zombies do.",
	"Chuck Norris will never have a heart attack... even a heart isnt foolish enough to attack Chuck Norris.",
	"Chuck Norris beat Halo 1, 2, and 3 on Legendary with a broken Guitar Hero controller.",
	"Chuck can set ants on fire with a magnifying glass. At night.",
	"Chuck Norris's daughter lost her virginity, he got it back.",
	"The real reason Hitler killed himself is because he found out that Chuck Norris is Jewish.",
	"Chuck Norris tells Simon what to do.",
	"The reason the Holy Grail has never been recovered is because nobody is brave enough to ask Chuck Norris to give up his favourite coffee mug.",
	"Chuck Norris sleeps with a pillow under his gun.",
	"Chuck Norris doesn't play \"hide-and-seek.\" He plays \"hide-and-pray-I-don't-find-you\".",
	"Chuck Norris is the only person that can punch a cyclops between the eye.",
	"Chuck Norris plays russian roulette with a fully loded revolver... and wins.",
	"Bill Gates lives in constant fear that Chuck Norris' PC will crash.",
	"Chuck Norris is the only person on the planet that can kick you in the back of the face.",
	"Chuck Norris can speak braille.",
	"Chuck Norris can do a wheelie on a unicycle.",
	"Chuck Norris refers to himself in the fourth person.",
	"Chuck Norris is the only man to ever defeat a brick wall in a game of tennis.",
	"Chuck Norris can unscramble an egg.",
	"Chuck Norris doesn't have good aim. His bullets just know better than to miss.",
	"Chuck Norris doesnt wear a watch. He decides what time it is.",
	"Chuck Norris once bowled a perfect game with a marble.",
	"Chuck Norris's computer has no \"backspace\" button, Chuck Norris doesn't make mistakes.",
	"Chuck Norris can hit you so hard your blood will bleed.",
	"Jack was nimble, Jack was quick, but Jack still couldn't dodge Chuck Norris' roundhouse kick.",
	"Chuck Norris can drown a fish.",
	"Chuck Norris' tears cure cancer. Too bad he has never cried.",
	"Chuck Norris has a diary. It's called the Guinness Book of World Records.",
	"Chuck Norris CAN find the end of a circle.",
	"The saddest moment for a child is not when he learns Santa Claus isn't real, it's when he learns Chuck Norris is",
	"The only time Chuck Norris was wrong was when he thought he had made a mistake.",
	"If you spell Chuck Norris wrong on Google it doesn't say, \"Did you mean Chuck Norris?\" It simply replies, \"Run while you still have the chance\".",
	"Some kids piss their name in the snow. Chuck Norris can piss his name into concrete.",
	"When Chuck Norris was a freshman in High School, 7 seniors took him Snipe hunting in the woods. He killed 19 Snipes, a grizzly bear and 3 timber wolves. Oddly, the 7 seniors are still missing.",
	"Chuck Norris doesn't dial the wrong number, you pick up the wrong phone.",
	"Why hasn't a video game been made about Chuck Norris? Simple: nobody controls Chuck Norris.",
	"Chuck Norris can cut a knife with butter.",
	"Chuck Norris narrates Morgan Freeman's life.",
	"Chuck Norris can speak French... In Russian",
	"Chuck Norris can make a slinky go upstairs.",
	"If he wanted to, Chuck Norris could rob a bank. By phone.",
	"A bulletproof vest wears Chuck Norris for protection.",
	"The reason newborn babies cry is because they know they have just entered a world with Chuck Norris.",
	"Chuck Norris does not hunt because the word hunting implies the possibility of failure. Chuck Norris goes killing.",
	"On a high school math test, Chuck Norris put down \"Violence\" as every one of the answers. He got an A+ on the test because Chuck Norris solves all his problems with Violence.",
	"Police label anyone attacking Chuck Norris as a Code 45-11.... a suicide.",
	"Chuck Norris can sit in the corner of a round room.",
	"If you swallow a quarter and Chuck Norris round house kicks you in the stomach you will crap out two dimes and a nickel.",
	"Tough men eat nails. Chuck Norris does all his grocery shopping at Home Depot.",
	"Chuck Norris can run a 3-legged race by himself.",
	"Chuck Norris doesn't wear a condom because theres no such thing as protection from Chuck Norris.",
	"Chuck Norris can literally throw a party.",
	"Big foot claims he saw Chuck Norris.",
	"Chuck Norris doesn't worry about high gas prices. His vehicles run on fear.",
	"Chuck Norris doesn't teabag, he potato sacks.",
	"Chuck Norris used to beat the shit out of his shadow because it was following to close. It now stands a safe 30 feet behind him.",
	"Chuck Norris sleeps with a night light. Not because Chuck Norris is afraid of the dark, but the dark is afraid of Chuck Norris",
	"Chuck Norris can delete the Recycling Bin.",
	"Chuck Norris has the greatest Poker-Face of all time. He won the 1983 World Series of Poker, despite holding only a Joker, a Get out of Jail Free Monopoloy card, a 2 of clubs, 7 of spades and a green #4 card from the game UNO.",
	"Chuck Norris CAN believe it's not butter.",
	"Chuck Norris can divide by zero.",
	"The Great Wall of China was originally created to keep Chuck Norris out. It failed miserably.",
	"There is no 'ctrl' button on Chuck Norris' computer. Chuck Norris is always in control.",
	"Chuck Norris is the only person in the world that can actually email a roundhouse kick.",
	"Jesus can walk on water, but Chuck Norris can swim through dry land.",
	"Chuck Norris once shot an enemy plane down with his finger by yelling, \"Bang!\".",
	"Chuck Norris doesn't read books. He stares them down until he gets the information he wants.",
	"Chuck Norris once roundhouse kicked someone so hard that his foot broke the speed of light, went back in time, and killed Amelia Earhart while she was flying over the Pacific Ocean.",
	"Crop circles are Chuck Norris' way of telling the world that sometimes corn needs to lie down.",
	"Chuck Norris invented Kentucky Fried Chicken's famous secret recipe, with eleven herbs and spices. But nobody ever mentions the twelfth ingredient: Fear.",
	"CNN was originally created as the \"Chuck Norris Network\" to update Americans with on-the-spot ass kicking in real-time.",
	"Chuck Norris once ate three 72 oz. steaks in one hour. He spent the first 45 minutes having sex with his waitress.",
	"What was going through the minds of all of Chuck Norris' victims before they died? His shoe.",
	"Chuck Norris doesn't churn butter. He roundhouse kicks the cows and the butter comes straight out.",
	"Chuck Norris once bet NASA he could survive re-entry without a spacesuit. On July 19th, 1999, a naked Chuck Norris re-entered the earth's atmosphere, streaking over 14 states and reaching a temperature of 3000 degrees.\nAn embarrassed NASA publically claimed it was a meteor, and still owes him a beer.",
	"Someone once tried to tell Chuck Norris that roundhouse kicks aren't the best way to kick someone. This has been recorded by historians as the worst mistake anyone has ever made.",
	"Teenage Mutant Ninja Turtles is based on a true story: Chuck Norris once swallowed a turtle whole, and when he crapped it out, the turtle was six feet tall and had learned karate.",
	"Faster than a speeding bullet ... more powerful than a locomotive ... able to leap tall buildings in a single bound... yes, these are some of Chuck Norris's warm-up exercises.",
	"In the Bible, Jesus turned water into wine. But then Chuck Norris turned that wine into beer.",
	"In an average living room there are 1,242 objects Chuck Norris could use to kill you, including the room itself.",
	"Pluto is actually an orbiting group of British soldiers from the American Revolution who entered space after the Chuck gave them a roundhouse kick to the face.",
	"Chuck Norris once ate a whole cake before his friends could tell him there was a stripper in it.",
	"There are no races, only countries of people Chuck Norris has beaten to different shades of black and blue.",
	"When Chuck Norris was denied an Egg McMuffin at McDonald's because it was 10:35, he roundhouse kicked the store so hard it became a Wendy's.",
	"A Chuck Norris-delivered Roundhouse Kick is the preferred method of execution in 16 states.",
	"In honor of Chuck Norris, all McDonald's in Texas have an even larger size than the super-size. When ordering, just ask to be Chucksized.",
	"On his birthday, Chuck Norris randomly selects one lucky child to be thrown into the sun.",
	"Ghosts are actually caused by Chuck Norris killing people faster than Death can process them.",
	"Mr. T once defeated Chuck Norris in a game of Tic-Tac-Toe. In retaliation, Chuck Norris invented racism.",
	"When Chuck Norris looks in a mirror the mirror shatters, because not even glass is stupid enough to get in between Chuck Norris and Chuck Norris.",
	"Chuck Norris doesn't need a miracle in order to split the ocean. He just walks in and the water gets out of the way.",
	"Chuck Norris can make a paraplegic run for his life.",
	"Chuck Norris doesn't use pickup lines, he simply says, \"Now\".",
	"Chuck Norris can squeeze orange juice out of a lemon.",
	"The Bermuda Triangle used to be the Bermuda Square, until Chuck Norris Roundhouse kicked one of the corners off.",
	"Chuck Norris looked into Medusa's eyes and Medusa exploded.",
	"Contrary to popular belief no bomb was dropped on Hiroshima, Chuck Norris lost his temper.",
	"The only reason aliens don't invade is because they're waiting for Chuck Norris to die.",
	"Chuck Norris didn't sell his soul to the devil, the devil sold his soul to Chuck Norris.",
	"If you have five dollars and Chuck Norris has five dollars, Chuck Norris has more money than you.",
	"Chuck Norris can sleep off insomnia.",
	"911 has Chuck Norris on speed dial for emergencys."
]
